Repository: kullo/client-ios
Catalog: KulloiOSApp/*.lproj/Localizable.strings
Languages: de

source: %d%% used
de: %d%% belegt

source: About Kullo
de: Über Kullo

# accept_terms
source: I accept the [Terms and Conditions]
de: Ich akzeptiere die [Allgemeinen Geschäftsbedingungen]

# add_self_message
source: You are automatically a member of all conversations that you create. Therefore, your own address cannot be added to the new conversation.
de: Du bist automatisch Teilnehmer von neuen Konversationen, die du anlegst. Du kannst dich deshalb nicht selbst hinzufügen.

# add_self_title
source: Your own address
de: Eigene Adresse

source: Adding recipient
de: Empfänger hinzufügen

source: Address
de: Adresse

source: Address field empty
de: Adressfeld leer

source: Already added
de: Bereits hinzugefügt

source: Attachments at one conversation are too big.
de: Die Anhänge eines zu versendenden Entwurfs sind zu groß.

source: Attachments too big
de: Anhänge zu groß

source: Cancel
de: Abbrechen

source: Checking if address exists...
de: Prüfe, ob Adresse existiert...

source: Choose from library
de: Wähle aus der Bibliothek

source: Conversation with
de: Konversation mit

source: Couldn't load data
de: Daten konnten nicht geladen werden

source: Couldn't log in with the given Kullo address and MasterKey.
de: Login mit der angegebenen Kullo-Adresse und dem MasterKey fehlgeschlagen.

source: Delete avatar
de: Avatar löschen

# delete_conv_action
source: Delete conversation and messages
de: Konversation und Nachrichten löschen

# delete_conv_message_multiplemsgs
source: This conversation contains %d messages, which will be deleted along with the conversation.
de: Diese Konversation enthält %d Nachrichten, die zusammen mit der Konversation gelöscht werden.

# delete_conv_message_onemsg
source: This conversation contains one message, which will be deleted along with the conversation.
de: Diese Konversation enthält eine Nachricht, die zusammen mit der Konversation gelöscht wird.

# delete_conv_title
source: Delete messages?
de: Nachrichten löschen?

source: Downloading attachments
de: Lade Anhänge herunter

source: Edit footer
de: Impressum bearbeiten

source: Edit text
de: Text bearbeiten

source: Enter name
de: Namen eingeben

source: Enter organization
de: Organisation eingeben

source: Error checking address
de: Fehler beim Prüfen der Adresse

source: Error opening file
de: Fehler beim Öffnen der Datei

source: Error while adding attachment
de: Fehler beim Hinzufügen des Anhangs

source: Error while compressing picture
de: Fehler beim Komprimieren des Bildes

source: Error while saving attachment
de: Fehler beim Speichern des Anhangs

source: Footer
de: Impressum

source: Invalid address
de: Ungültige Adresse

source: Leave inbox
de: Postfach verlassen

source: Leave inbox?
de: Postfach verlassen?

# leave_inbox_warning
source: You will not receive push notifications for %@ anymore.
de: Du wirst keine Benachrichtigungen mehr über neue Nachrichten an %@ erhalten.

source: Libraries
de: Bibliotheken

# local_error_file_too_big
source: The selected files are too big
de: Die ausgewählten Dateien sind zu groß

# local_error_filesystem
source: Error while reading or writing to local files
de: Fehler beim Lesen oder Schreiben von lokalen Dateien

# local_error_unknown
source: Unknown local error
de: Unbekannter lokaler Fehler

source: Log out now?
de: Wirklich abmelden?

source: Login
de: Anmelden

source: Login failed
de: Einloggen fehlgeschlagen

source: Logout
de: Abmelden

# logout_warning
source: Make sure you have a backup of the MasterKey for %@ before logging out. Otherwise, you will lose access to your account!
de: Nach dem Logout musst du MasterKey und Absender-Informationen für %@ erneut eingeben.

# network_error_connection
source: Could not find server. Either no network connection or unknown kullo domain.
de: Server konnte nicht gefunden werden. Entweder gibt es ein Problem mit dem Netz, oder die angegebene Kullo-Domain existiert nicht.

# network_error_forbidden
source: App was blocked from server, please download new version.
de: Die App wurde vom Server geblockt. Bitte versuche, auf die neueste Version zu aktualisieren.

# network_error_protocol
source: App and server protocol is incompatible, please download new version.
de: Die App konnte nicht mit dem Server kommunizieren. Bitte versuche, auf die neueste Version zu aktualisieren.

# network_error_server
source: Server error, please try again later.
de: Serverfehler; bitte später nochmal versuchen.

# network_error_unauthorized
source: Invalid address or MasterKey.
de: Ungültige Adresse oder MasterKey.

# network_error_unknown
source: An unknown error occurred while talking to the server.
de: Bei der Kommunikation mit dem Server ist ein unbekannter Fehler aufgetreten.

source: new
de: neu

# notification_body_new_message
source: You received a new Kullo message
de: Neue Kullo-Nachricht erhalten

source: Opening file
de: Öffne Datei

source: Optimizing inbox
de: Optimiere Postfach

source: Organization
de: Organisation

source: Plan
de: Tarif

source: Please enter an address.
de: Bitte gib eine Adresse ein.

source: Please wait...
de: Bitte warten...

source: Recipient unknown
de: Empfänger unbekannt

source: Registering address
de: Registeriere Adresse

source: Registration failed
de: Registrierung fehlgeschlagen

# registration_address_blocked
source: This address cannot be registered because it is blocked.
de: Diese Adresse kann nicht registriert werden, weil sie gesperrt ist.

# registration_address_challenge
source: This address can only be registered using Kullo for Desktop.
de: Diese Adresse kann nur über Kullo für Desktop registriert werden.

# registration_address_exists
source: This address does already exist.
de: Diese Adresse existiert bereits.

# registration_invalid_address
source: This address is invalid. Please make sure that you only use allowed characters.
de: Diese Adresse ist ungültig. Bitte stelle sicher, dass du ausschließlich erlaubte Zeichen verwendest.

source: Sending messages
de: Sende Nachrichten

source: Software licenses
de: Softwarelizenzen

source: Synchronization error
de: Synchronisationsfehler

source: Take a picture
de: Foto aufnehmen

source: The attachments of the message you were trying to send were too big.
de: Die Attachments, die du versucht hast, zu versenden, sind zu groß.

source: The entered address is invalid.
de: Die eingegebene Adresse ist ungültig.

source: Unknown media type
de: Unbekannter Medientyp

# validation_empty_address
source: Please enter the address of the Kullo account that you want to log in to.
de: Bitte gib die Adresse des Kullo-Kontos ein, in das du dich einloggen willst.

# validation_empty_blocks
source: Please fill out all of the MasterKey blocks.
de: Bitte fülle alle MasterKey-Blöcke aus.

# validation_invalid_address
source: The Kullo address is not valid. A valid Kullo address looks like hi#kullo.net
de: Die Kullo-Adresse ist ungültig. Eine gültige Kullo-Adresse sieht so aus: hi#kullo.net

# validation_invalid_blocks
source: One or more of the MasterKey blocks are invalid. Please check that you have entered the correct numbers. A valid block has 6 digits.
de: Ein oder mehrere MasterKey-Blöcke sind ungültig. Bitte überprüfe, dass du die Zahlen richtig eingegeben hast. Ein gültiger Block besteht aus 6 Ziffern.

source: We could not find a recipient with this address.
de: Wir konnten keinen Empfänger mit dieser Adresse finden.

source: yesterday
de: gestern

source: You have already added this recipient to the new conversation
de: Du hast diesen Empfänger bereits zur Konversation hinzugefügt.
